[
    {
        "id": "2",
        "text": "Отныне используйте приложение электронного рецепта, чтобы записать свое решение пожертвовать органы в **цифровой реестр донорства органов** - безопасно и легко. \n \n В настоящее время в Германии 9 192 человека срочно ждут органа. Каждое решение имеет значение и может спасти жизни. \n \n Примите решение сегодня и внесите важный вклад в будущее многих людей! ❤️‍🩹 \n \n Реестр донорства органов можно найти на вкладке «Настройки» в этом приложении.",
        "timestamp": "2024-12-19T08:00:00.000Z",
        "version": "1.26.0"
    },
    {
        "id": "3",
        "text": "**Улучшенная читаемость** \n Мы сделали цвет нашего бренда немного темнее, чтобы увеличить цветовой контраст и тем самым улучшить читаемость. \n \n **Оптимизированные функции** \n Мы обновили формат даты отправки и исправили сортировку сообщений.",
        "timestamp": "2025-01-28T08:00:00.000Z",
        "version": "1.27.0"
    },
    {
        "id": "4",
        "text": "📖 **Функция чтения вслух** \nМы переработали несколько страниц, чтобы их было легче читать вслух с помощью TalkBack. Это значительно повышает удобство использования для людей с нарушениями зрения. \n \n📞 **Расширенные возможности связи** \nМы ввели новые возможности связи для некоторых страховых компаний. \n \n🔧 **Оптимизированные функции** \nМы исправили мелкие ошибки при чтении карты, почистили код и улучшили отображение сообщений.",
        "timestamp": "2025-04-02T08:00:00.000Z",
        "version": "1.29.0"
    },
    {
        "id": "5",
        "text": "**📲 Активируйте предписанные DiGA** \nТеперь вы можете активировать рецепты для цифровых медицинских приложений (DiGA) напрямую через приложение для электронных рецептов. Рецепты будут выдаваться специалистами в Гамбурге в рамках пилотного проекта. Вы можете найти свой код активации и ссылку на DiGA прямо здесь, в приложении для электронных рецептов. \n \n **🏥 Новая база данных аптек** \nМы представили новую, перспективную базу данных для поиска аптек.",
        "timestamp": "2025-05-14T08:00:00.000Z",
        "version": "1.30"
    },
    {
        "id": "6",
        "text": "**🌐 Новая функция перевода** \nЕсли вы используете приложение на другом языке, теперь вы можете переводить ответы аптеки напрямую. \n \n **♿️ Доступность** \nНаше заявление о доступности теперь доступно в настройках. Процесс регистрации также стал более доступным. \n \n **📲 Погашение DiGA в страховых компаниях** \nРецепты на цифровые медицинские приложения (DiGA) теперь также можно погашать в других страховых компаниях.",
        "timestamp": "2025-06-26T08:00:00.000Z",
        "version": "1.31"
    },
    {
        "id": "7",
        "text": "**🙌 Регистрация для лиц с частной страховкой** \nРегистрация для лиц с частной страховкой была оптимизирована. Вы можете удобно войти в систему, используя свой идентификатор здоровья всего в несколько кликов. \n \n **⏰ Напоминания о приеме лекарств** \nТеперь вы можете устанавливать напоминания о приеме лекарств. \n \n **🛒 Улучшенный процесс заказа** \nПроцесс заказа теперь проще и быстрее. \n \n **♿️ Доступность** \nНомер доступа к медицинской карте теперь также можно отсканировать с помощью камеры. \n \n **📲 Дополнительная информация о DiGA** \nОтныне вы будете получать более подробную информацию о ваших рецептах на DiGA, например, цену продажи или логотип.",
        "timestamp": "2025-08-06T08:00:00.000Z",
        "version": "1.32"
    },
    {
        "id": "8",
        "text": "**📝 Гибкое поле для инструкций по доставке** \n Поле для инструкций по доставке теперь автоматически подстраивается под длину текста. \n \n **🎨 Более современные кнопки с Material 3** \n Кнопки были адаптированы к новому дизайну Material 3 Android и теперь имеют более современный и округлый вид. \n \n **📤 Делитесь рецептами** \n Теперь делиться рецептами с другими можно прямо из приложения.",
        "timestamp": "2025-09-09T08:00:00.000Z",
        "version": "1.33"
    },
    {
        "id": "9",
        "text": "**🏛️ Регистрация для федеральных учреждений** \nРегистрация теперь также возможна для лиц, застрахованных в федеральных учреждениях, таких как Федеральная полиция. \n \n **🕒 Улучшены часы работы аптек** \nТеперь отображаются часы работы экстренных служб и особые часы закрытия аптек, если они были сохранены.",
        "timestamp": "2025-11-03T08:00:00.000Z",
        "version": "1.34"
    }
]