[
    {
        "id": "2",
        "text": "מעכשיו, השתמשו באפליקציית המרשם האלקטרוני כדי לרשום את החלטתכם לתרום איברים ב**מרשם תרומות איברים דיגיטלי** - בצורה בטוחה וקלה. \n \n יש כיום 9,192 אנשים בגרמניה שמחכים בדחיפות לאיבר - כל החלטה חשובה ויכולה להציל חיים. \n \n קבל את ההחלטה שלך היום ותרום תרומה חשובה לעתידם של אנשים רבים! ❤️‍🩹 \n \n את מרשם תרומת האיברים ניתן למצוא בלשונית \"הגדרות\" באפליקציה זו.",
        "timestamp": "2024-12-19T08:00:00.000Z",
        "version": "1.26.0"
    },
    {
        "id": "3",
        "text": "**קריאה טובה יותר** \n הפכנו את צבע המותג שלנו לכהה מעט יותר כדי להגביר את ניגודיות הצבע ובכך לשפר את הקריאות. \n \n **תכונות מותאמות** \n עדכנו את פורמט תאריך ההגשה ותיקנו את מיון ההודעות.",
        "timestamp": "2025-01-28T08:00:00.000Z",
        "version": "1.27.0"
    },
    {
        "id": "4",
        "text": "📖 **תכונת קריאה בקול רם** \n עיבדנו מספר דפים כדי להקל עליהם לקרוא אותם בקול רם עם TalkBack. זה משפר באופן משמעותי את השימושיות עבור אנשים לקויי ראייה. \n \n 📞 **אפשרויות יצירת קשר מורחבות** \n הצגנו אפשרויות יצירת קשר חדשות עבור חברות ביטוח נבחרות. \n \n 🔧 **אופטימיזציה של פונקציות** \n תיקנו שגיאות קלות בקריאת הכרטיס, ניקינו את הקוד ושיפרנו את הצגת ההודעות.",
        "timestamp": "2025-04-02T08:00:00.000Z",
        "version": "1.29.0"
    },
    {
        "id": "5",
        "text": "**📲 מימוש DiGAs שנקבעו במרשם** \nכעת ניתן לממש מרשמים עבור אפליקציות בריאות דיגיטליות (DiGAs) ישירות דרך אפליקציית המרשמים האלקטרוניים. המרשמים יונפקו על ידי מומחים בהמבורג כחלק מפרויקט פיילוט. ניתן למצוא את קוד ההפעלה ואת הקישור ל-DiGA ממש כאן באפליקציית המרשמים האלקטרוניים. \n \n **🏥 מסד נתונים חדש של בתי מרקחת** \nהשקנו מסד נתונים חדש ומוכן לעתיד לחיפושי בתי מרקחת.",
        "timestamp": "2025-05-14T08:00:00.000Z",
        "version": "1.30"
    },
    {
        "id": "6",
        "text": "**🌐 פונקציית תרגום חדשה** \n אם אתם משתמשים באפליקציה בשפה אחרת, כעת תוכלו לתרגם את תשובות בית המרקחת ישירות. \n \n **♿️ נגישות** \n הצהרת הנגישות שלנו זמינה כעת בהגדרות. תהליך ההרשמה גם הוא הפך לנגיש יותר. \n \n **📲 מימוש DiGAs עם חברות ביטוח** \n מרשמים לאפליקציות בריאות דיגיטליות (DiGAs) ניתנים כעת למימוש גם עם חברות ביטוח אחרות.",
        "timestamp": "2025-06-26T08:00:00.000Z",
        "version": "1.31"
    },
    {
        "id": "7",
        "text": "**🙌 רישום לאנשים עם ביטוח פרטי** \nהרישום לאנשים עם ביטוח פרטי עבר אופטימיזציה. ניתן להתחבר בנוחות באמצעות מספר ה-Health ID שלכם בכמה לחיצות בלבד. \n \n **⏰ תזכורות לתרופות** \nכעת ניתן להגדיר תזכורות לנטילת התרופות שלכם. \n \n **🛒 זרימת הזמנה משופרת** \nתהליך ההזמנה כעת פשוט ומהיר יותר. \n \n **♿️ נגישות** \nכעת ניתן לסרוק גם את מספר הגישה לכרטיס הבריאות באמצעות המצלמה. \n \n **📲 מידע נוסף עבור DiGAs** \nמעתה תקבלו מידע מפורט יותר על מרשמי DiGA שלכם, כגון מחיר המכירה או הלוגו.",
        "timestamp": "2025-08-06T08:00:00.000Z",
        "version": "1.32"
    },
    {
        "id": "8",
        "text": "**📝 שדה גמיש להוראות משלוח** \n השדה להוראות משלוח מותאם כעת אוטומטית לאורך הטקסט. \n \n **🎨 כפתורים מודרניים יותר עם Material 3** \n הכפתורים הותאמו לעיצוב החדש של Material 3 של אנדרואיד וכעת יש להם מראה מודרני ומעוגל יותר. \n \n **📤 שיתוף מתכונים** \n כעת ניתן לשתף מתכונים עם אחרים ישירות מהאפליקציה.",
        "timestamp": "2025-09-09T08:00:00.000Z",
        "version": "1.33"
    }
]