[
    {
        "id": "2",
        "text": "D'ora in poi registrate con l'app e-prescription la vostra decisione di donare gli organi nel **registro digitale delle donazioni di organi** – in modo semplice e sicuro. \n \n Attualmente in Germania ci sono 9.192 persone in attesa urgente di un organo: ogni decisione conta e può salvare vite umane. \n \n Prendi la tua decisione oggi e dai un contributo importante al futuro di tante persone! ❤️‍🩹 \n \n Il registro delle donazioni di organi si trova nella scheda \"Impostazioni\" di questa app.",
        "timestamp": "2024-12-19T08:00:00.000Z",
        "version": "1.26.0"
    },
    {
        "id": "3",
        "text": "**Migliore leggibilità** \n Abbiamo reso il colore del nostro marchio leggermente più scuro per aumentare il contrasto cromatico e quindi migliorare la leggibilità. \n \n **Funzionalità ottimizzate** \n Abbiamo aggiornato il formato della data di invio e corretto l'ordinamento dei messaggi.",
        "timestamp": "2025-01-28T08:00:00.000Z",
        "version": "1.27.0"
    },
    {
        "id": "4",
        "text": "📖 **Funzione di lettura ad alta voce** \nAbbiamo rielaborato diverse pagine per renderle più facili da leggere ad alta voce con TalkBack. Ciò migliora notevolmente l'usabilità per le persone con disabilità visive. \n \n📞 **Opzioni di contatto estese** \nAbbiamo introdotto nuove opzioni di contatto per compagnie assicurative selezionate. \n \n🔧 **Funzioni ottimizzate** \nAbbiamo corretto piccoli errori durante la lettura della carta, ripulito il codice e migliorato la visualizzazione dei messaggi.",
        "timestamp": "2025-04-02T08:00:00.000Z",
        "version": "1.29.0"
    },
    {
        "id": "5",
        "text": "**📲 Riscatta le prescrizioni DiGA** \nOra puoi riscattare le prescrizioni per le applicazioni sanitarie digitali (DiGA) direttamente tramite l'app per le prescrizioni elettroniche. Le prescrizioni saranno emesse da specialisti di Amburgo nell'ambito di un progetto pilota. Puoi trovare il tuo codice di attivazione e il link per la DiGA proprio qui nell'app per le prescrizioni elettroniche. \n \n **🏥 Nuovo database delle farmacie** \nAbbiamo introdotto un nuovo database a prova di futuro per la ricerca in farmacia.",
        "timestamp": "2025-05-14T08:00:00.000Z",
        "version": "1.30"
    },
    {
        "id": "6",
        "text": "**🌐 Nuova funzione di traduzione** \nSe utilizzi l'app in un'altra lingua, ora puoi tradurre direttamente le risposte della farmacia. \n \n **♿️ Accessibilità** \nLa nostra dichiarazione di accessibilità è ora disponibile nelle impostazioni. Anche il processo di onboarding è stato reso più accessibile. \n \n **📲 Riscatta DiGA con le compagnie assicurative** \nLe prescrizioni per le applicazioni sanitarie digitali (DiGA) ora possono essere riscattate anche con altre compagnie assicurative.",
        "timestamp": "2025-06-26T08:00:00.000Z",
        "version": "1.31"
    },
    {
        "id": "7",
        "text": "**🙌 Registrazione per persone con assicurazione privata** \nLa registrazione per persone con assicurazione privata è stata ottimizzata. Puoi accedere comodamente con il tuo ID sanitario in pochi clic. \n \n **⏰ Promemoria per i farmaci** \nOra puoi impostare promemoria per l'assunzione dei farmaci. \n \n **🛒 Flusso di ordinazione migliorato** \nIl processo di ordinazione è ora più semplice e veloce. \n \n **♿️ Accessibilità** \nIl numero di accesso per la tessera sanitaria può ora essere scansionato anche con la fotocamera. \n \n **📲 Ulteriori informazioni per i DiGA** \nD'ora in poi riceverai informazioni più dettagliate sulle tue prescrizioni DiGA, come il prezzo di vendita o il logo.",
        "timestamp": "2025-08-06T08:00:00.000Z",
        "version": "1.32"
    }
]