[
    {
        "id": "2",
        "text": "Отсега нататък използвайте приложението за електронна рецепта, за да запишете решението си да дарите органи в **цифровия регистър за даряване на органи** - безопасно и лесно. \n \n В момента в Германия 9192 души чакат спешно за орган - всяко решение има значение и може да спаси животи. \n \n Вземете своето решение днес и направете важен принос за бъдещето на много хора! ❤️‍🩹 \n \n Регистърът за даряване на органи може да бъде намерен в раздела „Настройки“ в това приложение.",
        "timestamp": "2024-12-19T08:00:00.000Z",
        "version": "1.26.0"
    },
    {
        "id": "3",
        "text": "**По-добра четливост** \n Направихме цвета на нашата марка малко по-тъмен, за да увеличим цветовия контраст и по този начин да подобрим четливостта. \n \n **Оптимизирани функции** \n Актуализирахме формата на датата на изпращане и коригирахме сортирането на съобщенията.",
        "timestamp": "2025-01-28T08:00:00.000Z",
        "version": "1.27.0"
    },
    {
        "id": "4",
        "text": "📖 **Функция за четене на глас** \nПреработихме няколко страници, за да ги направим по-лесни за четене на глас с TalkBack. Това значително подобрява използваемостта за хора с увредено зрение. \n \n📞 **Разширени възможности за контакт** \nВъведохме нови опции за контакт за избрани застрахователни компании. \n \n🔧 **Оптимизирани функции** \nКоригирахме малки грешки при четене на картата, изчистихме кода и подобрихме показването на съобщенията.",
        "timestamp": "2025-04-02T08:00:00.000Z",
        "version": "1.29.0"
    },
    {
        "id": "5",
        "text": "**📲 Осребряване на предписани DiGAs** \nВече можете да осребрявате рецепти за цифрови здравни приложения (DiGAs) директно чрез приложението за електронни рецепти. Рецептите ще бъдат издавани от специалисти в Хамбург като част от пилотен проект. Можете да намерите своя активационен код и връзката към DiGA точно тук, в приложението за електронни рецепти. \n \n **🏥 Нова база данни за аптеки** \nВъведохме нова, ориентирана към бъдещето база данни за търсене на аптеки.",
        "timestamp": "2025-05-14T08:00:00.000Z",
        "version": "1.30"
    },
    {
        "id": "6",
        "text": "**🌐 Нова функция за превод** \nАко използвате приложението на друг език, вече можете да превеждате директно отговорите на аптеката. \n \n **♿️ Достъпност** \nНашата декларация за достъпност вече е достъпна в настройките. Процесът на регистрация също е направен по-достъпен. \n \n **📲 Осребрете DiGAs със застрахователни компании** \nРецептите за цифрови здравни приложения (DiGAs) вече могат да бъдат осребрени и с други застрахователни компании.",
        "timestamp": "2025-06-26T08:00:00.000Z",
        "version": "1.31"
    },
    {
        "id": "7",
        "text": "**🙌 Регистрация за частно осигурени лица** \nРегистрацията за частно осигурени лица е оптимизирана. Можете да влезете удобно със здравния си идентификатор само с няколко кликвания. \n \n **⏰ Напомняния за лекарства** \nВече можете да задавате напомняния за прием на лекарствата си. \n \n **🛒 Подобрен процес на поръчка** \nПроцесът на поръчка вече е по-лесен и по-бърз. \n \n **♿️ Достъпност** \nНомерът за достъп до здравната карта вече може да се сканира и с камерата. \n \n **📲 Повече информация за DiGAs** \nОтсега нататък ще получавате по-подробна информация за вашите DiGA рецепти, като например продажната цена или логото.",
        "timestamp": "2025-08-06T08:00:00.000Z",
        "version": "1.32"
    },
    {
        "id": "8",
        "text": "**📝 Гъвкаво поле за инструкции за доставка** \n Полето за инструкции за доставка вече се настройва автоматично към дължината на текста. \n \n **🎨 По-модерни бутони с Material 3** \n Бутоните са адаптирани към новия дизайн на Material 3 на Android и сега имат по-модерен и заоблен вид. \n \n **📤 Споделяне на рецепти** \nРецептите вече могат да се споделят с други директно от приложението.",
        "timestamp": "2025-09-09T08:00:00.000Z",
        "version": "1.33"
    },
    {
        "id": "9",
        "text": "**🏛️ Регистрация за федерални институции** \nРегистрацията вече е възможна и за лица, осигурени във федерални институции, като например Федералната полиция. \n \n **🕒 Подобрено работно време на аптеките** \nВече се показват часовете за спешна помощ и специално затваряне на аптеките, ако са запазени.",
        "timestamp": "2025-11-03T08:00:00.000Z",
        "version": "1.34"
    }
]