[
    {
        "id": "2",
        "text": "Отсега нататък използвайте приложението за електронна рецепта, за да запишете решението си да дарите органи в **цифровия регистър за даряване на органи** - безопасно и лесно. \n \n В момента в Германия 9192 души чакат спешно за орган - всяко решение има значение и може да спаси животи. \n \n Вземете своето решение днес и направете важен принос за бъдещето на много хора! ❤️‍🩹 \n \n Регистърът за даряване на органи може да бъде намерен в раздела „Настройки“ в това приложение.",
        "timestamp": "2024-12-19T08:00:00.000Z",
        "version": "1.26.0"
    },
    {
        "id": "3",
        "text": "**По-добра четливост** \n Направихме цвета на нашата марка малко по-тъмен, за да увеличим цветовия контраст и по този начин да подобрим четливостта. \n \n **Оптимизирани функции** \n Актуализирахме формата на датата на изпращане и коригирахме сортирането на съобщенията.",
        "timestamp": "2025-01-28T08:00:00.000Z",
        "version": "1.27.0"
    },
    {
        "id": "4",
        "text": "📖 **Функция за четене на глас** \nПреработихме няколко страници, за да ги направим по-лесни за четене на глас с TalkBack. Това значително подобрява използваемостта за хора с увредено зрение. \n \n📞 **Разширени възможности за контакт** \nВъведохме нови опции за контакт за избрани застрахователни компании. \n \n🔧 **Оптимизирани функции** \nКоригирахме малки грешки при четене на картата, изчистихме кода и подобрихме показването на съобщенията.",
        "timestamp": "2025-04-02T08:00:00.000Z",
        "version": "1.29.0"
    },
    {
        "id": "5",
        "text": "**📲 Осребряване на предписани DiGAs** \n Отсега нататък можете да осребрявате рецепти за цифрови здравни приложения (DiGAs) директно чрез приложението за електронни рецепти. Ще получите кода за активиране и линка към предписаното приложение веднага след осребряването. \n \n **🏥 Нова база данни за аптеки** \n Въведохме нова, ориентирана към бъдещето база данни за търсене на аптеки.",
        "timestamp": "2025-05-14T08:00:00.000Z",
        "version": "1.30"
    }
]